content-org/about/index.org
#+HUGO_BASE_DIR: ../../
#+HUGO_SECTION: about
#+HUGO_CUSTOM_FRONT_MATTER: :toc false

#+title: about
#+export-file-name: about


I'm a 27 year old, neurodivergent cat supremacist that sometimes
cosplays as an ecologist. I'm big on F(L)OSS and currently run a [[https://voidlinux.org][Void
Linux]] installation with a manually compiled version of Emacs 29. I
also play the guitar, listen to typically a lot of metal and try to
make my own music occasionally. I currently use [[https://ardour.org][Ardour 7.0]] for audio
production, which I'm very new to, and hope to get started with the
[[https://sonic-pi.net][Sonic Pi]] as both a standalone instrument as well as a synth for
instruments I don't play myself.

* Publications

This will be updated shortly.

* Other useful links

- Mastodon: [[https://fosstodon.org/peregrinator][@peregrinator@fosstodon.org]]
- [[https://git.sr.ht/~peregrinator][sr.ht/~peregrinator]]
- [[https://github.com/brihadeesh/][github/brihadeesh]]
- [[https://github.com/brihadeesh/brihadeesh.github.io][Source]] for this website:
