content/about/index.md
+++
title = "about"
author = ["peregrinator"]
draft = false
toc = false
+++

I'm a 27 year old, neurodivergent cat supremacist that sometimes
cosplays as an ecologist. I'm big on F(L)OSS and currently run a [Void
Linux](https://voidlinux.org) installation with a manually compiled version of Emacs 29. I
also play the guitar, listen to typically a lot of metal and try to
make my own music occasionally. I currently use [Ardour 7.0](https://ardour.org) for audio
production, which I'm very new to, and hope to get started with the
[Sonic Pi](https://sonic-pi.net) as both a standalone instrument as well as a synth for
instruments I don't play myself.


## Publications {#publications}

This will be updated shortly.


## Other useful links {#other-useful-links}

-   Mastodon: [@peregrinator@fosstodon.org](https://fosstodon.org/peregrinator)
-   [sr.ht/~peregrinator](https://git.sr.ht/~peregrinator)
-   [github/brihadeesh](https://github.com/brihadeesh/)
-   [Source](https://github.com/brihadeesh/brihadeesh.github.io) for this website:
